Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: No chyba, że problemem jest błoto na drodze. Takimi detalami nie będę się przejmował.
uk: Ну, хіба що будуть проблеми з багнюкою на дорозі. Але я не буду перейматися такими дрібницями.

source: No ciało. A mało tu jest ciał?
uk: Ну, тіло. Їх тут все одно багато, хіба ні?

source: No co się gapisz?
uk: Чого витріщився?

source: No co tak się gapisz?
uk: І чому ти так витріщився?

source: No co ty! Wcześniej pozbyłeś się wilków, teraz ratujesz nas przed zębaczami, chociaż tak mogę ci się odwdzięczyć!
uk: Та годі тобі! Ти позбавив нас від вовків, а тепер рятуєш нас від снепперів. Принаймні так я зможу тобі віддячити!

source: No co ty? Pokaż mi te wielkie bogactwa, jakie miały tu na nas czekać, a nie takie drobniaki próbujesz mi wcisnąć.
uk: Про що ти говориш? Покажи мені великі багатства, які повинні були чекати на нас тут, а не цю дрібноту.

source: No co, już zapomniałeś? Naszym głównym celem jest odnalezienie Rozjemcy. Legendy opowiadają o tym, że potrafi on zjednoczyć ludzi nawet w najżarliwszym sporze.
uk: Невже ти вже забув? Наша головна мета – знайти Миротворця. Легенди розповідають про його здатність об'єднувати людей навіть у найзапекліших суперечках.

source: No co? Idź przetestować przepis!
uk: Ну що? Йди спробуй цей рецепт!

source: No człowieku dawaj je. Córka sama w domu, nie mam czasu.
uk: Ну, хлопче, дай їх мені. Донька вдома одна, я не маю часу.

source: No cóż, aktualnie stoimy po tej samej stronie barykady, więc chyba mogę ci powiedzieć.
uk: Ну що ж, зараз ми знаходимося по один бік барикад, тож, думаю, я можу тобі розповісти.

source: No cóż, bieda nie radość! My też może przejdziemy kawałek dalej, zanim strażnicy willi się na nas zdenerwują!
uk: Що ж, бідність не радість! Нам краще відійти трохи далі, поки охорона маєтку не розсердилася на нас!

source: No cóż, doświadczenie to doświadczenie!
uk: Що ж, досвід є досвід!

source: No cóż, jakby to ująć...
uk: Ну, як би це сказати...

source: No cóż, jeśli nie jesteś szpiegiem konkurencji, nikt chyba nie będzie miał nic przeciwko.
uk: Що ж, якщо ти не шпигун конкурентів, то ніхто не заперечуватиме.

source: No cóż, lepiej żebyś go nie usłyszał.
uk: Що ж, краще його не чути.

source: No cóż, na jego miejsce szybko pojawi się ktoś nowy. Powtarzałem tym idiotom już wielokrotnie, że ten szyb jest zamknięty nie bez przyczyny.
uk: Ну що ж, на його місце швидко прийде хтось новий. Я неодноразово говорив цим ідіотам, що цей тунель закритий не просто так.

source: No cóż, nikt sobie sam nie wybierał imienia.
uk: Ну що ж, ніхто не обирає собі ім'я.

source: No cóż, ten chyba już niczego nie przemyci.
uk: Ну цей, напевно, більше не займатиметься контрабандою.

source: No cóż, ten dom musi mieć gorszą reputację, niż myślałem. Dobrze, że w ogóle udało się go sprzedać.
uk: Що ж, цей будинок має гіршу репутацію, ніж я думав. Добре, що його взагалі вдалося продати.

source: No cóż, ten drań był niezbyt skłonny do pójścia na ugodę.
uk: Але покидьок не дуже хотів погоджуватися на пропозицію.

source: No cóż, tobie może nie poszło świetnie, ale sam używam na co dzień takiego samego modelu, zobacz.
uk: Ну що ж, у тебе були якісь несправності, але я сам використовую таку ж модель щодня, як бачиш.

source: No cóż, według dokumentów dom jest teraz mój...
uk: Що ж, згідно з документами будинок зараз мій...

source: No cóż, wyszło na to, że...
uk: Що ж, вийшло так, що...

source: No dalej! Dasz radę!
uk: Ну ж бо! Ти зможеш це зробити!

source: No dalej, spróbuj!
uk: Ну ж бо, спробуй!

source: No dał mi jakąś tam błyskotkę.
uk: Ну, він дав мені якусь дрібничку.

source: No do-dobrze... zrób z nich dobry użytek!
uk: Ну до...добре... використай їх з користю!

source: No dobra zobaczmy...
uk: Що ж, подивимось...

source: No dobra!
uk: Гаразд!

source: No dobra, Marvin. Czas pokazać ci, jak naprawdę wygląda życie. Bierz tę butelkę z wodą i wylej ją na niego. To powinno go ocucić.
uk: Гаразд, Марвіне. Час показати тобі, як насправді виглядає життя. Візьми ту пляшку води і вилий на нього. Це має привести його до тями.

source: No dobra, dobra bez nerwów! Chcemy tylko pomóc...
uk: Гаразд, гаразд, не нервуй! Ми лише хочемо допомогти...

source: No dobra, facet grał mi na nerwach od dłuższego czasu, przynajmniej teraz będzie spokój.
uk: Ну добре, хлопець давно діяв мені на нерви. Принаймні, тепер тут буде спокійно.

source: No dobra, miło było, ale pora nakarmić węże błotne.
uk: Що ж, це було мило, але пора нагодувати болотожерів.

source: No dobra, nie musicie tu tak stać. Możecie wejść.
uk: Ну добре, вам не варто тут стояти. Можете зайти.

source: No dobra, nie przypłynąłem, rozbiliśmy się.
uk: Точніше, не приплив – ми розбилися.

source: No dobra, spotkamy się w mieście!
uk: Що ж, до зустрічі в місті!

source: No dobra, zaraz spróbujemy.
uk: Ну добре, зараз спробую.

source: No dobra, zobaczmy...
uk: Що ж, подивимось...

source: No dobra. Ale nie zrobię tego za darmo, poznanie zaawansowanych technik nie może być tanie!
uk: Ну, добре, але не задарма. Навчання складним технікам не може коштувати дешево!

source: No dobra. Pójdę sprawdzić czego on znowu chce.
uk: Гаразд. Піду подивлюся, чого він знову хоче.

source: No dobra...
uk: Ну добре...

source: No dobra... dzięki za kolejkę, a teraz zjeżdżaj, bo mam co robić. Hahah!
uk: Ну, добре... дякую за випивку, а тепер забирайся звідси, бо в мене справи. Ха-хах!

source: No dobrze już dobrze.
uk: Ну, добре, добре.

source: No dobrze, brzmi to jak rozsądne rozwiązanie.
uk: Гаразд, це звучить як розумне рішення.

source: No dobrze, już dobrze. Stan rzeczywiście oszukiwał. Nienawidził przegrywać, ale jeszcze bardziej nienawidził jak ktoś go upokarzał publicznie.
uk: Ну добре, добре. Стен справді шахраював. Він ненавидів програвати, але ще більше він ненавидів, коли хтось принижував його публічно.

source: No dobrze, już dobrze... chyba jednak wrócę do produkowania zwykłego miodu.
uk: Гаразд, гаразд... Гадаю, я все ж таки повернуся до виготовлення звичайного меду.

source: No dobrze, napiję się.
uk: Ну добре, я вип'ю.

source: No dobrze, napiję się. (10 SZ)
uk: Гаразд, я вип'ю. (10 золотих)

source: No dobrze, nie będę oceniał książki po okładce.
uk: Що ж, я не буду оцінювати книгу по обкладинці.

source: No dobrze, niech tak będzie.
uk: Гаразд, нехай буде так.

source: No dobrze, pomogę ci.
uk: Що ж, я допоможу тобі.

source: No dobrze, prowadź.
uk: Ну гаразд, ведіть.

source: No dobrze, skoro ręczysz za tego Ezekiela...
uk: Ну, якщо ти ручаєшся за цього Єзекіїля...

source: No dobrze, skoro tak stawiasz sprawę. Miłej pracy w kopalni życzę! Tylko uważaj na głowę, skały są tu bardzo niestabilne...
uk: Ну, якщо ти так кажеш, приємної тобі роботи у копальні! Тільки бережи голову, порода тут дуже нестабільна...

source: No dobrze, w takim razie jeszcze pomyślę nad jakąś ciekawą nazwą.
uk: Гаразд, я ще обміркую якусь цікаву назву.

source: No dobrze.
uk: Ну добре.

source: No dobrze. (20 SZ)
uk: Ну добре. (20 золотих)

source: No dobrze. Jeden z moich ludzi pójdzie to sprawdzić, my w tym czasie poczekamy.
uk: Гаразд. Один із моїх людей сходить перевірити, а ми поки почекаємо.

source: No i bardzo dobrze! Od teraz jesteś moim czeladnikiem. Mam nadzieję, że nie będę tego żałował.
uk: Молодчина! Відтепер ти мій підмайстер. Сподіваюся, я не пошкодую про це.

source: No i bracia już go widzieli, więc dlaczego mieliby się przejąć podróbką?
uk: Ну і брати вже бачили його, тож чому їх повинна хвилювати підробка?

source: No i będzie szukał dziury w całym! Nie marudź tylko powtarzaj!
uk: Ти подивись, який правильний! Не бурчи, просто повторюй!

source: No i będziesz musiał jeszcze zapłacić grzywnę u Albyna. Z tą trójką bym nie zadzierał.
uk: До того ж, тобі доведеться заплатити штраф Альбіну. З цією трійцею я б не жартував.

source: No i co się w końcu stało z tym Blakiem?
uk: То що ж зрештою сталося з цим Блейком?

source: No i co tam, młody, wykombinowałeś?
uk: Ну що, юначе, що тобі вдалося з'ясувати?

source: No i co z tego?
uk: Ну і що з того?

source: No i co z tego? Od Pyłu się nie umiera.
uk: І що з того? Від пилу не вмирають.

source: No i co, warto było się stawiać? Nie chciałem dużo.
uk: Ну і чи варте воно було того? Мені багато не потрібно.

source: No i co?
uk: Ну і що?

source: No i co? Odczuwasz jakieś zmiany?
uk: Ну що? Відчуваєш якісь зміни?

source: No i coś ty narobił!
uk: Ти що наробив!

source: No i czego się tak gapi? Strażnika na oczy nie widział?
uk: На що він так витріщився? Ніколи не бачив вартового?

source: No i darmową karafkę Mrocznego Paladyna co rano!
uk: І безкоштовний кухоль Темного Паладина щоранку!

source: No i dobrze, przynajmniej nie zmarnujemy więcej czasu. Ty, Jorn, czy jak się tam nazywasz, nie mam zamiaru się z tobą użerać.
uk: Гаразд, принаймні, ми більше не гаятимемо часу. Ти, Йорне, чи як там тебе звати, я не маю бажання з тобою сперечатись.

source: No i gdzie ta skrzynia?
uk: Ну, і де ж та скриня?

source: No i ja miałem rację! Trzymaj!
uk: Я був правий! Ось, тримай!

source: No i jak tam młody? Trochę boli, nie?
uk: Ну і як ти, хлопче? Трохи болить, ні?

source: No i jak, lepiej?
uk: Ну як, краще?

source: No i jak, pomożecie teraz w pracy?
uk: Ну що, допоможете тепер з роботою?

source: No i jest jeszcze Dima, nasza kobieta pracująca. Otwiera swój własny biznes i potrzebuje pomocy z negocjacjami.
uk: А ще є Діна, наша працівниця. Вона розпочинає власний бізнес і потребує допомоги в переговорах.

source: No i jest jeszcze Salzer. To mój kolega po fachu, powinien kręcić się gdzieś na zachodnim trakcie.
uk: А ще є Зальцер. Він мій колега по роботі. Зараз він має тинятися десь по західній дорозі.

source: No i jest jeszcze taka dziewucha, jak jej było... chyba Karin. Znajdziesz ją gdzieś na Ustroniu Żeglarza.
uk: А ще є ця дівка, як там її звали? Карін, здається. Ти знайдеш її десь у Прихистку моряка.

source: No i jest też kilka nieścisłości jeśli chodzi o składniki...
uk: Ну, і ще є кілька невідповідностей, коли мова йде про інгредієнти...

source: No i jeszcze jedno, radzę ci być bardzo ostrożnym, sprawy w które zaczynasz się mieszać są naprawdę niebezpieczne.
uk: І ще одне, я раджу тобі бути дуже обережними, речі, в які ти починаєш вплутуватися, дуже небезпечні.

source: No i jeszcze przez tę cholerną pogodę ziarno muszę stale trzymać pod dachem.
uk: А ще ця клята погода, через яку я мушу весь час тримати зерно під стріхою.

source: No i jeszcze ten smród. Powinni trzymać wszystkie nieczystości gdzieś dalej od chat, tak jak to było u nas.
uk: А ще цей сморід. Вони повинні тримати всі відходи десь подалі від хатин, як це робили ми.

source: No i jeśli zobaczysz, że szykuję bryłę lodu, to lepiej się nie zbliżaj, wolałbym cię nie zmrozić do szpiku kości.
uk: Ну, а якщо побачиш, що я готую крижану брилу, то краще не підходь близько, щоб не промерзнути до кісток.

source: No i miło było cię znać.
uk: Ну, і приємно було познайомитись.

source: No i miło cię było znać.
uk: Ну, і було приємно познайомитися з тобою.

source: No i musimy jeszcze zdecydować co z nim.
uk: І нам ще треба вирішити, що з ним робити.

source: No i nie myśl sobie, że o tym zapomnę...
uk: Ну, і не думай, що я про це забуду...

source: No i o to chodzi. Wracam do kantoru, pora odebrać nasze nagrody! Do zobaczenia!
uk: Ну, ось і все. Я повертаюся до Гільдії, час забрати нашу нагороду! Побачимося там!

source: No i oczywiście efektywne.
uk: І, звісно ж, ефективне.

source: No i oczywiście nikt nie może cię rozpoznać, to chyba jasne.
uk: І, звісно, ніхто не повинен тебе бачити, ясна річ.

source: No i oczywiście to nieszczęsne koło.
uk: І, звичайно, те злощасне колесо.

source: No i palą mnóstwo bagiennego ziela. Odór tego paskudztwa odstrasza szczury.
uk: А ще вони викурюють багато болотної трави. Сморід цієї гидоти відлякує щурів.

source: No i pamiętaj też o regularnym śnie, bo inaczej padniesz tutaj z wycieńczenia.
uk: І не забувай про повноцінний сон, інакше впадеш замертво від виснаження.

source: No i po co mi zawracasz głowę?
uk: Чому ти мене турбуєш?

source: No i po co to robiłeś? Oberwiesz za to od Albyna!
uk: Навіщо ти це зробив? Альбін тобі це згадає!

source: No i po krzyku. Patrol był ciekawym przeżyciem, a teraz pozostało mi tylko pójść do Rodericha i o wszystkim opowiedzieć... to znaczy złożyć raport. Stawię się do niego jutro rano.
uk: Ну, ось і все. Патрулювання було цікавим досвідом. Тепер мені залишилося повернутися до Родеріха і розповісти йому про це все... Тобто відзвітувати. Я доповім йому завтра вранці.

source: No i po kłopocie.
uk: Ну, ось і все.

source: No i po robocie!
uk: Ось і вся робота!

source: No i po wszystkim.
uk: Ось і все.

source: No i po złodziejach. Pora wrócić do Elida i przekazać mu, że nie będą go więcej niepokoić.
uk: Ну, ось і все. Час повертатися до Еліда і повідомити йому, що злодії більше його не потурбують.

source: No i podobno jego dziewczynki wiele potrafią.
uk: І, очевидно, його дівчатка теж багато чого вміють.

source: No i prawidłowo. Cierpię przez niedobór piwa, więc jestem nerwowy i nie potrzebuję na głowie takiego smarka jak ty.
uk: Що ж, це правда. Я потерпаю від нестачі пива, тому я такий роздратований, і мене не цікавлять такі шмаркачі, як ти.

source: No i proszę, nie było trudno, co?
uk: Ну от бачиш, не так вже й складно, чи не так?

source: No i przy okazji jesteś młody, a tego potrzebujemy! Straży przyda się świeża krew, a kto lepiej trafi do młodych od ich rówieśnika? No właśnie!
uk: До того ж, ти молодий, а це саме те, що нам потрібно! Варті потрібна свіжа кров, а хто краще достукається до молоді, як не їхні ровесники? Саме так!

source: No i przy okazji, może uda mi się tam znaleźć całkiem dobrą partię dla mojej córeczki.
uk: Ну, і, до речі, я міг би знайти там гарну пару для моєї доньки.

source: No i przydałaby mi się jakaś walka treningowa, żeby ktoś udzielił mi wskazówek, co powinienem poprawić w swoich ruchach.
uk: Ну, і мені б не завадив якийсь тренувальний поєдинок, аби хтось міг дати мені поради, що мені слід покращити в своїх рухах.

source: No i stało się. Nie będę cię uczył dalej, bo kto to widział, żeby uczeń przerastał mistrza?
uk: Ну от і все. Більше я тебе не навчатиму, бо де це бачено, щоб учень перевершив майстра?

source: No i są jeszcze szamani. Pełnią podobną rolę, co nasi magowie. Są bardzo wykształceni i władają magią.
uk: А ще є шамани. Вони виконують роль, подібну до наших магів. Вони дуже освічені і володіють магією.

source: No i takiego Viktora zapamiętałem. Nie bój się, wszystko się ułoży.
uk: Саме такого Віктора я пам’ятаю. Не хвилюйся, все буде добре.

source: No i teraz będzie mi się bardzo miło pracowało. Do zobaczenia.
uk: Що ж, тепер мені буде приємніше працювати. До побачення.

source: No i teraz mówisz z sensem. Tak się składa, że potrzebuję kilku roślin by sporządzić nową partię lekarstw. Przynieś mi, powiedzmy, 5 rzecznych mirtów, to nie wezmę pieniędzy za zabieg.
uk: Ну, тепер це має сенс. Так сталося, що для виготовлення нової партії ліків мені потрібно кілька рослин. Принеси мені, скажімо, 5 річкових миртів, тоді я не візьму грошей за лікування.

source: No i teraz wyglądasz jak człowiek!
uk: Ну, тепер ти виглядаєш як чоловік!

source: No i to jest człowiek, którego szukałem! Widzimy się przy zachodniej bramie. Mam nadzieję, że moi znajomi też znaleźli kogoś do pomocy. Będziemy na ciebie czekać!
uk: Що ж, ти та людина, яку я шукав! Побачимось біля західних воріт. Сподіваюся, мої друзі теж когось знайшли на допомогу. Ми чекатимемо на тебе!

source: No i to jest straż! Nie tracicie czasu na napastowanie niewinnych obywateli, to rozumiem!
uk: Оце так вартовий! Ти не витрачаєш свій час на переслідування невинних громадян, оце я розумію!

source: No i to rozumiem!
uk: Ось це я розумію!

source: No i to rozumiem! Wiedziałem, że nie jesteś w ciemię bity. Słuchaj.
uk: Оце я розумію! Я знав, що ти не дурень. Слухай.

source: No i to rozumiem. W końcu jest z was jakiś pożytek!
uk: Ось це я розумію. Нарешті від вас хоч якась користь!

source: No i to rozumiem. Z czym do mnie przychodzisz?
uk: Оце я розумію. З чим ти до мене завітав?

source: No i to się nazywa profesjonalna robota! Nauczyliście się tego wszystkiego w straży?
uk: Оце і називається професійна робота! Ви навчилися цього всього у Варті?

source: No i w tym problem. Ramsey jest taki jak wszyscy.
uk: Ну, в цьому і проблема. Рамзі такий самий, як і всі інші.

source: No i wczoraj go znaleźliśmy. Dopadły go jakieś dzikie bestie.
uk: І вчора ми його знайшли. Його загриз якийсь дикий звір.

source: No i weź jeszcze to, powinno ci to ułatwić poszukiwania.
uk: Ну, і це візьми, щоб полегшити пошуки.

source: No i wykonałeś zadanie, to bardzo ważne. Za to należy ci się zapłata.
uk: Що ж, ти виконав завдання, і це дуже важливо. За це тобі належить оплата.

source: No i świetnie! Wypiszę ci referencję dla skryby, co ty na to?
uk: Що ж, чудово! Я напишу тобі рекомендацію для писаря, як ти на це дивишся?

source: No i świetnie. Recon i Veigo zostają oczyszczeni z zarzutów. Z mojej strony to tyle, dziękuję za owocną współpracę.
uk: Що ж, чудово. З Рікона і Вейго знімаються всі звинувачення. З мого боку це все, дякую за плідну співпрацю.

source: No i, rzecz jasna, mamy towarzystwo, o które zabijają się dygnitarze samego gubernatora!
uk: І, звичайно ж, у нас є дівчата, за якими вбиваються високопосадовці самого губернатора!

source: No idziemy, nie ma co gadać!
uk: Ходімо, нема про що теревенити!

source: No ja mam nadzieję!
uk: Ну, я на це сподіваюся!

source: No ja myślę.
uk: Я теж так думаю.

source: No jakoś musisz.
uk: Ну постарайся.

source: No jasne!
uk: Ну, звісно!

source: No jasne. Takie nieostrożne stawianie kroków robi z ciebie potencjalną ofiarę.
uk: Звісно. Такі необережні кроки роблять тебе потенційною жертвою.

source: No już dobra, wygrałeś. Dostaniesz, czego chcesz.
uk: Ну добре, ти переміг. Ти отримаєш те, що хочеш.

source: No już dobrze, już dobrze, wygrałeś! Ale spróbuj jeszcze raz się ze mnie nabijać, to znajdę cię którejś deszczowej nocy i wypruję flaki.
uk: Ну, добре, добре, ти переміг! Але спробуй ще раз посміятися з мене, і я знайду тебе однієї дощової ночі і випущу тобі кишки.

source: No już dobrze, wygrałeś. Czego ode mnie chcesz?
uk: Ну гаразд, ти переміг. Чого ти від мене хочеш?

source: No już, jazda na górę!
uk: Давайте, підіймайтесь нагору!

source: No już, nie kpij. Kupiłem od alchemika przepis na trutkę, tylko, na Beliara, nigdy nie lubiłem się babrać w tych wszystkich menzurkach, fiolkach i innych takich.
uk: Та годі, не смійся. Я купив рецепт отрути в алхіміка, тільки бачить Беліар, я ніколи не любив возитися з усіма цими мензурками, флаконами і тому подібним.

source: No już, nie ma co dłużej tracić czasu. Chodź za mną.
uk: Ходімо, не можна більше гаяти часу. За мною.

source: No już, nie patrz tak na mnie, biegnij do pokoju. Tam dopiero zobaczysz wspaniałe rzeczy.
uk: Ну ж бо, досить на мене витріщатись, біжи до кімнати. Там на тебе чекає багато цікавого.

source: No już, ruszaj.
uk: Ну що ж, рушай.

source: No mo-może i tak... tylko uważaj, bo nie jest w najlepszym stanie!
uk: Ну, мо...може й так... тільки обережно, адже він не в найкращому стані!

source: No na początku chcieliśmy tylko kulturalnie podegustować!
uk: Ну, спочатку ми просто хотіли культурно відпочити!

source: No na przykład jakby grupa tych obdartusów was napadła. Albo straż robiła niepotrzebne kontrole.
uk: Ну, наприклад, якщо на вас нападе група обірванців. Або Варта влаштує непотрібну перевірку.

source: No na zabijakę to ty mi nie wyglądasz. Jesteś raczej dość... niepozorny.
uk: Ну, ти не схожий на бійця. Ти досить... непримітний.

source: No nareszcie! Myślałem, że znowu będę mu musiał wysłać nieprzyjemną wiadomość. Co z umową?
uk: Ну, нарешті! Я вже думав, що знову доведеться надсилати йому неприємне повідомлення. А що з угодою?

source: No nareszcie, umierałem z głodu!
uk: Ну, нарешті, я просто вмираю з голоду!

source: No nareszcie. Pewnie niedługo będzie potrzebował coś sprzedać na targu w mieście.
uk: Ну, нарешті. Йому, мабуть, скоро треба буде щось продати на міському ринку.

source: No nic dziwnego, w końcu trochę się na tym znam. Jak to sprawdzanie ma wyglądać?
uk: Що ж, воно й не дивно, адже я трохи в цьому розбираюся. Як має виглядати ця перевірка?

source: No nic, warto było spróbować.
uk: Ну що ж, варто було спробувати.

source: No nic, ważne, że udało nam się spotkać.
uk: Ну нічого, головне, що нам вдалося зустрітися.

source: No nic.
uk: Ну, нічого.

source: No nic. W takim razie wszystkiego dobrego ci życzę.
uk: Ну, нічого. В такому випадку, бажаю тобі всього найкращого.

source: No nie było tak źle! Jeśli skupisz się na zadaniu, to powinieneś sobie poradzić.
uk: Не так вже й погано! Якщо зосередишся на завданні, то в тебе все вийде.

source: No nie gadaj.
uk: Ну звісно.

source: No nie mów, że nigdy nie obiło ci się o uszy imię Armar! Jestem najbardziej uczciwym kupcem w całym mieście! Z nikim nie dogadasz się tak, jak ze mną!
uk: Тільки не кажи, що ніколи не чув імені Армар! Я найчесніший торговець у всьому місті! Ні з ким ти не поладнаєш так, як зі мною!

source: No nie powiem, Marvin, potrafisz co nieco! Dobrze, że byliśmy tu we dwóch. Za tych bandziorów może dostaniemy jakąś premię, i to obaj, bo bez nich i straż, i Gildia będą miały mniej problemów!
uk: Що ж, Марвіне, ти щось таки вмієш! Добре, що нас тут було двоє. Можливо, за цих бандитів ми обоє отримаємо премію, адже без них і у Варти, і у Гільдії буде менше проблем!

source: No nie powiem, człowiek Araxos jako czeladnik to doprawdy uśmiech losu, ale do rzeczy.
uk: Не скажу, що людина Араксосу в ролі учня – це справжній подарунок долі, але ближче до справи.

source: No nie spodziewałem się, że jesteś taki uzdolniony. Niczego więcej o łowiectwie cię nie nauczę.
uk: Я не очікував, що ти такий здібний. Мені більше нічому тебе навчити.

source: No nie wiem, pomóc?
uk: Не знаю, можливо, допомогти?

source: No nie wydaje mi się.
uk: Ну, я так не думаю.

source: No nie zaskoczyłeś mnie tym specjalnie.
uk: Мене це не особливо дивує.

source: No niech ci będzie, każdemu zdarza się pomyłka. Dawaj ten dokument i miejmy to już za sobą.
uk: Гаразд, з усіма буває. Дай мені цей документ і покінчимо з цим.

source: No niestety, na służbie nie mogę sobie pozwolić na pogaduszki.
uk: Ну, на жаль, на службі я не можу дозволити собі базікати.

source: No nieźle - przewodnik po prostu położył się na ziemi i zasnął! Pora wracać do Otmara.
uk: Ну що ж – провідник просто ліг на землю і заснув! Пора повертатись до Отмара.

source: No nieźle cię w tej fontannie sponiewierali! Aż sobie przypomniałem swój chrzest...
uk: Ну, ти добряче викупався у тому фонтані! Я аж сам пригадав своє хрещення...

source: No nieźle, chłopcze. Musisz jeszcze popracować nad dokładnością, ale mimo wszystko się spisałeś.
uk: Непогано, хлопче. Тобі ще слід попрацювати над акуратністю, але, тим не менше, ти добре впорався.

source: No nieźle, jeszcze niedawno byłeś takim nieopierzonym dzieciakiem, a teraz... członek Araxos!
uk: Непогано, не так давно ти був таким незрілим хлопчиськом, а тепер... член Араксосу!

source: No nieźle. Mam nadzieję, że ten handlarzyna nie będzie sprawiał większych problemów.
uk: Що ж, не погано. Сподіваюся, цей торговець не створюватиме більше проблем.

source: No oczywiście pracownicy są efektywni jedynie jeśli otrzymają rozsądne polecenia od doświadczonego szefa.
uk: Звісно, робітники будуть ефективними лише тоді, коли отримуватимуть розумні вказівки від досвідченого керівника.

source: No pamiętam, i?
uk: Ну пам'ятаю, і?

source: No panowie, czas nagli. Dziękuję za wasze usługi. Liczę, że się zrozumieliśmy?
uk: Що ж, панове, час підганяє. Дякую за ваші послуги. Сподіваюся, ми зрозуміли один одного?

source: No patrzcie, jednak są w tym mieście jacyś mili ludzie.
uk: Що ж, в цьому місті все ж таки є хороші люди.
